Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: %@ all upload to the %@ App Store localization.
ar: %1$@ يتم تحميله بالكامل إلى الترجمة %2$@ App Store.
ca: %1$@ tot es penja a la localització %2$@ App Store.
cs: %1$@ vše nahrát do %2$@ App Store lokalizace.
da: %1$@ uploader alle til %2$@ App Store lokalisering.
de: %1$@ werden alle in die App Store-Lokalisierung %2$@ hochgeladen.
el: %1$@ όλες οι μεταφορτώσεις στην τοπική προσαρμογή %2$@ App Store.
es: %1$@ se envían todas a la localización %2$@ de App Store.
fa: %1$@ همگی در بومی‌سازی %2$@ در App Store آپلود می‌شوند.
fi: %1$@ kaikki ladataan lokalisaatioon %2$@ App Store.
fr: %1$@ : toutes ces langues sont envoyées vers la localisation App Store %2$@.
he: %1$@ העלו כולם ללוקליזציה %2$@ App Store.
hr: %1$@ sve prenosi u %2$@ App Store lokalizaciju.
hu: %1$@ minden feltöltése a %2$@ App Store lokalizációba.
id: %1$@ semua diunggah ke pelokalan %2$@ App Store.
it: %@ vengono caricate tutte nella localizzazione App Store %@.
ja: %1$@はすべて %2$@ の App Store ローカリゼーションにアップロードされます。
ko: %1$@ 모두 %2$@ App Store 현지화에 업로드됩니다.
ms: %1$@ semua muat naik ke penyetempatan %2$@ App Store.
nl: %1$@ uploaden allemaal naar de %2$@ App Store-lokalisatie.
no: %1$@ laster alle opp til %2$@ App Store lokalisering.
pl: %1$@ wszystko przesyła do lokalizacji %2$@ App Store.
pt_br: %1$@ são todos enviados para a localização %2$@ da App Store.
pt_pt: %1$@ todos fazem upload para a localização %2$@ App Store.
ro: %1$@ toate se încarcă în localizarea %2$@ App Store.
ru: %@ загружаются в локализацию App Store «%@».
sk: %1$@ všetko sa nahráva do %2$@ App Store lokalizácie.
sl: %1$@ vse naloži v lokalizacijo %2$@ App Store.
sv: %1$@ laddas upp alla till %2$@ App Store lokalisering.
th: %1$@ ทั้งหมดอัปโหลดไปยังการแปลเป็นภาษาท้องถิ่น %2$@ App Store
tr: %@ — hepsi App Store'daki %@ yerelleştirmesine yüklenir.
uk: %@ — усі вивантажуються в локалізацію App Store «%@».
ur: %1$@ سبھی %2$@ App Store لوکلائزیشن پر اپ لوڈ ہوتے ہیں۔
vi: %1$@ tất cả đều được tải lên bản địa hóa %2$@ App Store.
zh_hans: %1$@ 都会上传到 App Store 的 %2$@ 本地化版本。
zh_hant: %@ 都會上傳至 %@ App Store 在地化版本。

source: %@ both upload to Play's %@ listing.
ar: %1$@ كلاهما يتم تحميلهما إلى قائمة %2$@ في Play.
ca: %1$@ tots dos es pengen a la llista %2$@ de Play.
cs: %1$@ obě nahrát do seznamu %2$@ Play.
da: %1$@ uploader begge til Plays %2$@ liste.
de: %1$@ werden beide in den Play-Eintrag %2$@ hochgeladen.
el: %1$@ μεταφορτώστε και τα δύο στην καταχώριση %2$@ του Play.
es: %1$@ se suben ambos a la ficha %2$@ de Play.
fa: %1$@ هر دو در صفحهٔ فروشگاه %2$@ در Play آپلود می‌شوند.
fi: %1$@ molemmat lataavat Playn %2$@-listalle.
fr: %@ sont toutes deux envoyées vers la fiche Play %@.
he: %1$@ שניהם העלו לרשימת %2$@ של Play.
hr: %1$@ oba prenose na popis Playa %2$@.
hu: %1$@ mindkettőt feltölti a Play %2$@ adatlapjára.
id: %1$@ keduanya diunggah ke daftar %2$@ Play.
it: %@ vengono caricate entrambe nella scheda %@ di Play.
ja: %1$@はどちらも Play の %2$@ の掲載情報にアップロードされます。
ko: %1$@ 둘 다 Play의 %2$@ 등록정보에 업로드됩니다.
ms: %1$@ kedua-duanya memuat naik ke penyenaraian %2$@ Play.
nl: %1$@ uploaden beide naar de Play-lijst %2$@.
no: %1$@ laster begge opp til Plays %2$@-oppføring.
pl: %1$@ oba przesyłają do listy %2$@ Play.
pt_br: %1$@ são ambos enviados para a ficha %2$@ do Play.
pt_pt: %1$@ fazem upload para a listagem do %2$@ do Google Play.
ro: %1$@ ambele se încarcă în lista %2$@ Play.
ru: %@: оба языка загружаются на страницу Play для %@.
sk: %1$@ obe odovzdané do zoznamu %2$@ v službe Play.
sl: %1$@ oba naložita na Playov seznam %2$@.
sv: %1$@ laddar båda upp till Plays %2$@-lista.
th: %1$@ ทั้งคู่อัปโหลดไปยังรายการ %2$@ ของ Play
tr: %@ — ikisi de Play'deki %@ mağaza sayfasına yüklenir.
uk: %@: обидві мови вивантажуються на сторінку Play для %@.
ur: %1$@ دونوں پلے کی %2$@ فہرست میں اپ لوڈ کرتے ہیں۔
vi: %1$@ đều tải lên danh sách %2$@ của Play.
zh_hans: %@ 这两种语言都会上传到 Play 的 %@ 商品详情。
zh_hant: %@ 兩者都會上傳到 Play 的 %@ 商店資訊。

source: %@ both upload to the %@ App Store localization.
ar: %1$@ كلاهما يتم تحميلهما إلى الترجمة %2$@ App Store.
ca: %1$@ tots dos es pengen a la localització %2$@ App Store.
cs: %1$@ obě nahrát do %2$@ App Store lokalizace.
da: %1$@ uploader begge til %2$@ App Store lokalisering.
de: %1$@ werden beide in die App Store-Lokalisierung %2$@ hochgeladen.
el: %1$@ μεταφορτώστε και τα δύο στην τοπική προσαρμογή %2$@ App Store.
es: %1$@ se envían ambas a la localización %2$@ de App Store.
fa: %1$@ هر دو در بومی‌سازی %2$@ در App Store آپلود می‌شوند.
fi: %1$@ molemmat lataavat lokalisointiin %2$@ App Store.
fr: %1$@ : ces deux langues sont envoyées vers la localisation App Store %2$@.
he: %1$@ שניהם העלו ל-%2$@ App Store לוקליזציה.
hr: %1$@ oba prenose u %2$@ App Store lokalizaciju.
hu: Az %1$@ mindkettőt feltölti az %2$@ App Store lokalizációba.
id: %1$@ keduanya diunggah ke pelokalan %2$@ App Store.
it: %@ vengono caricate entrambe nella localizzazione App Store %@.
ja: %1$@はどちらも %2$@ の App Store ローカリゼーションにアップロードされます。
ko: %1$@ 둘 다 %2$@ App Store 현지화에 업로드됩니다.
ms: %1$@ kedua-duanya memuat naik ke penyetempatan %2$@ App Store.
nl: %1$@ uploaden beide naar de %2$@ App Store-lokalisatie.
no: %1$@ laster begge opp til %2$@ App Store lokalisering.
pl: %1$@ oba przesyłają do lokalizacji %2$@ App Store.
pt_br: %1$@ são ambos enviados para a localização %2$@ da App Store.
pt_pt: %1$@ fazem upload para a localização %2$@ App Store.
ro: %1$@ ambele se încarcă în localizarea %2$@ App Store.
ru: %@ загружаются в локализацию App Store «%@».
sk: %1$@ obe sa nahrajú do lokalizácie %2$@ App Store.
sl: %1$@ oba naložita v lokalizacijo %2$@ App Store.
sv: %1$@ laddar båda upp till lokaliseringen %2$@ App Store.
th: %1$@ ทั้งคู่อัปโหลดไปยังการแปลเป็นภาษาท้องถิ่น %2$@ App Store
tr: %@ — ikisi de App Store'daki %@ yerelleştirmesine yüklenir.
uk: %@ — обидві вивантажуються в локалізацію App Store «%@».
ur: %1$@ دونوں %2$@ App Store لوکلائزیشن پر اپ لوڈ کرتے ہیں۔
vi: %1$@ đều tải lên bản địa hóa %2$@ App Store.
zh_hans: %1$@ 两者都会上传到 App Store 的 %2$@ 本地化版本。
zh_hant: %@ 兩者都會上傳至 %@ App Store 在地化版本。

# %@ can't be uploaded to a %@ version.
source: %1$@ can't be uploaded to a %2$@ version.
ar: لا يمكن تحميل %1$@ إلى إصدار %2$@.
ca: %1$@ no es pot penjar a una versió de %2$@.
cs: %1$@ nelze nahrát do verze %2$@.
da: %1$@ kan ikke uploades til en %2$@ version.
de: %@ kann nicht zu einer %@-Version hochgeladen werden.
el: Το %1$@ δεν μπορεί να μεταφορτωθεί σε έκδοση %2$@.
es: %@ no se puede subir a una versión para %@.
fa: %@ را نمی‌توان در نسخه %@ آپلود کرد.
fi: %1$@ ei voi ladata %2$@-versioon.
fr: %@ ne peut pas être envoyé vers une version %@.
he: לא ניתן להעלות את %1$@ לגרסה של %2$@.
hr: %1$@ se ne može učitati u %2$@ verziju.
hu: %1$@ nem tölthető fel %2$@ verzióba.
id: %1$@ tidak dapat diunggah ke versi %2$@.
it: %@ non può essere caricato in una versione %@.
ja: %@は%@バージョンにアップロードできません。
ko: %@은(는) %@ 버전에 업로드할 수 없습니다.
ms: %1$@ tidak boleh dimuat naik ke versi %2$@.
nl: %1$@ kan niet worden geüpload naar een %2$@-versie.
no: %1$@ kan ikke lastes opp til en %2$@-versjon.
pl: Nie można przesłać %1$@ do wersji %2$@.
pt_br: %@ não pode ser enviado para uma versão %@.
pt_pt: %1$@ não pode ser carregado para uma versão %2$@.
ro: %1$@ nu poate fi încărcat într-o versiune %2$@.
ru: %@ нельзя загрузить в версию для %@.
sk: %1$@ nie je možné nahrať do verzie %2$@.
sl: %1$@ ni mogoče prenesti v različico %2$@.
sv: %1$@ kan inte laddas upp till en %2$@-version.
th: %1$@ ไม่สามารถอัปโหลดไปยังเวอร์ชัน %2$@ ได้
tr: %@, bir %@ sürümüne yüklenemez.
uk: %@ не можна вивантажити у версію %@.
ur: %1$@ کو %2$@ ورژن پر اپ لوڈ نہیں کیا جا سکتا۔
vi: Không thể tải %1$@ lên phiên bản %2$@.
zh_hans: %@ 不能上传到 %@ 版本。
zh_hant: %@ 無法上傳至 %@ 版本。

source: %@ Changes already made in App Store Connect were not reverted.
ar: %1$@ لم يتم التراجع عن التغييرات التي تم إجراؤها بالفعل في App Store Connect.
ca: %1$@ Els canvis ja fets a App Store Connect no s'han revertit.
cs: %1$@ Změny již provedené v App Store Connect nebyly vráceny.
da: %1$@ Ændringer, der allerede er foretaget i App Store Connect blev ikke tilbageført.
de: %1$@ Bereits in App Store Connect vorgenommene Änderungen wurden nicht rückgängig gemacht.
el: %1$@ Οι αλλαγές που έγιναν ήδη στο App Store Connect δεν επανήλθαν.
es: %1$@ Los cambios ya realizados en App Store Connect no se revirtieron.
fa: %1$@ تغییراتی که قبلاً در App Store Connect ایجاد شده بود، برگردانده نشدند.
fi: %1$@ App Store Connect:ssa jo tehtyjä muutoksia ei peruutettu.
fr: %1$@ Les modifications déjà apportées dans App Store Connect n'ont pas été annulées.
he: %1$@ שינויים שכבר בוצעו ב-App Store Connect לא בוטלו.
hr: %1$@ Promjene koje su već napravljene u App Store Connect nisu poništene.
hu: %1$@ A(z) App Store Connect-ban már végrehajtott módosítások nem kerültek visszaállításra.
id: %1$@ Perubahan yang telah dilakukan di App Store Connect tidak dikembalikan.
it: %@ Le modifiche già apportate in App Store Connect non sono state annullate.
ja: %1$@ App Store Connect ですでに行われた変更は元に戻されていません。
ko: %1$@ App Store Connect에 이미 적용된 변경 사항은 되돌려지지 않았습니다.
ms: %1$@ Perubahan yang telah dibuat dalam App Store Connect tidak dikembalikan.
nl: %1$@ Wijzigingen die al in App Store Connect zijn aangebracht, zijn niet teruggedraaid.
no: %1$@ Endringer som allerede er gjort i App Store Connect ble ikke tilbakestilt.
pl: %1$@ Zmiany wprowadzone już w App Store Connect nie zostały cofnięte.
pt_br: %1$@ As alterações já feitas no App Store Connect não foram revertidas.
pt_pt: %1$@ As alterações já feitas em App Store Connect não foram revertidas.
ro: %1$@ Modificările deja făcute în App Store Connect nu au fost anulate.
ru: %@ Изменения, уже внесенные в App Store Connect, не были отменены.
sk: %1$@ Zmeny vykonané v App Store Connect už neboli vrátené.
sl: %1$@ Spremembe, ki so bile že narejene v App Store Connect, niso bile razveljavljene.
sv: %1$@ Ändringar som redan gjorts i App Store Connect återställdes inte.
th: %1$@ การเปลี่ยนแปลงที่ทำไปแล้วใน App Store Connect จะไม่ถูกเปลี่ยนกลับ
tr: %@ App Store Connect'te zaten yapılmış değişiklikler geri alınmadı.
uk: %@ Зміни, уже внесені в App Store Connect, не скасовано.
ur: %1$@ App Store Connect میں پہلے سے کی گئی تبدیلیاں واپس نہیں کی گئیں۔
vi: %1$@ Những thay đổi đã được thực hiện trong App Store Connect không được hoàn nguyên.
zh_hans: %1$@ App Store Connect 中已进行的更改未还原。
zh_hant: %@已在 App Store Connect 中做出的更改未被還原。

source: %@ Check that the Issuer ID, Key ID, private key, and API key permissions match the App Store Connect key.
ar: %1$@ تحقق من تطابق أذونات المفتاح Issuer ID وKey ID والمفتاح الخاص وAPI مع المفتاح App Store Connect.
ca: %1$@ Comproveu que els permisos de la clau Issuer ID, Key ID, la clau privada i la clau API coincideixen amb la clau App Store Connect.
cs: %1$@ Zkontrolujte, zda oprávnění Issuer ID, Key ID, soukromého klíče a klíče API odpovídají klíči App Store Connect.
da: %1$@ Kontroller, at nøgletilladelserne Issuer ID, Key ID, den private nøgle og API stemmer overens med nøglen App Store Connect.
de: %@ Prüfe, ob Issuer ID, Key ID, privater Schlüssel und die Berechtigungen des API-Schlüssels zum App Store Connect-Schlüssel passen.
el: %1$@ Ελέγξτε ότι τα δικαιώματα Issuer ID, Key ID, ιδιωτικού κλειδιού και API κλειδιού ταιριάζουν με το κλειδί App Store Connect.
es: %@ Comprueba que el Issuer ID, el Key ID, la clave privada y los permisos de la clave de API coinciden con la clave de App Store Connect.
fa: %1$@ بررسی کنید که Issuer ID، Key ID، کلید خصوصی و مجوزهای کلید API با کلید App Store Connect مطابقت داشته باشند.
fi: %1$@ Tarkista, että Issuer ID, Key ID, yksityinen avain ja API avaimen käyttöoikeudet vastaavat avainta App Store Connect.
fr: %@ Vérifiez que l'Issuer ID, le Key ID, la clé privée et les autorisations de la clé API correspondent à la clé App Store Connect.
he: %1$@ ודא שהרשאות המפתח Issuer ID, Key ID, המפתח הפרטי וה-API תואמות למפתח App Store Connect.
hr: %1$@ Provjerite odgovaraju li dopuštenja ključa Issuer ID, Key ID, privatnog ključa i ključa API ključu App Store Connect.
hu: %1$@ Ellenőrizze, hogy a Issuer ID, Key ID, privát kulcs és API kulcs engedélyei megegyeznek-e a App Store Connect kulccsal.
id: %1$@ Periksa apakah izin kunci Issuer ID, Key ID, kunci pribadi, dan API cocok dengan kunci App Store Connect.
it: %@ Verifica che Issuer ID, Key ID, chiave privata e autorizzazioni della chiave API corrispondano alla chiave di App Store Connect.
ja: %@ Issuer ID、Key ID、秘密キー、API キーの権限が App Store Connect のキーと一致していることを確認してください。
ko: %@ Issuer ID, Key ID, 개인 키, API 키 권한이 App Store Connect 키와 일치하는지 확인하세요.
ms: %1$@ Semak sama ada kebenaran kunci Issuer ID, Key ID, kunci peribadi dan API sepadan dengan kunci App Store Connect.
nl: %1$@ Controleer of de sleutelrechten Issuer ID, Key ID, de privésleutel en API overeenkomen met de App Store Connect-sleutel.
no: %1$@ Sjekk at Issuer ID, Key ID, privat nøkkel og API nøkkeltillatelser samsvarer med App Store Connect-nøkkelen.
pl: %1$@ Sprawdź, czy uprawnienia klucza Issuer ID, Key ID, klucza prywatnego i klucza API odpowiadają kluczowi App Store Connect.
pt_br: %@ Verifique se o Issuer ID, o Key ID, a chave privada e as permissões da chave de API correspondem à chave do App Store Connect.
pt_pt: %1$@ Verifique se as permissões de Issuer ID, Key ID, chave privada e API correspondem à chave App Store Connect.
ro: %1$@ Verificați dacă permisiunile Issuer ID, Key ID, cheia privată și API se potrivesc cu cheia App Store Connect.
ru: %@ Убедитесь, что Issuer ID, Key ID, закрытый ключ и права ключа API соответствуют ключу App Store Connect.
sk: %1$@ Skontrolujte, či sa povolenia kľúča Issuer ID, Key ID, súkromného kľúča a kľúča API zhodujú s kľúčom App Store Connect.
sl: %1$@ Preverite, ali se dovoljenja za ključ Issuer ID, Key ID, zasebni ključ in API ujemajo s ključem App Store Connect.
sv: %1$@ Kontrollera att nyckelbehörigheterna Issuer ID, Key ID, privat nyckel och API stämmer överens med nyckeln App Store Connect.
th: %1$@ ตรวจสอบว่าสิทธิ์ของคีย์ Issuer ID, Key ID และคีย์ส่วนตัว API ตรงกับคีย์ App Store Connect
tr: %@ Issuer ID, Key ID, özel anahtar ve API anahtarı izinlerinin App Store Connect anahtarıyla eşleştiğini denetleyin.
uk: %@ Перевірте, чи Issuer ID, Key ID, приватний ключ і дозволи ключа API відповідають ключу App Store Connect.
ur: %1$@ چیک کریں کہ Issuer ID، Key ID، نجی کلید، اور API کلیدی اجازتیں App Store Connect کلید سے ملتی ہیں۔
vi: %1$@ Kiểm tra xem các quyền của khóa Issuer ID, Key ID, khóa riêng tư và API có khớp với khóa App Store Connect hay không.
zh_hans: %@ 请检查 Issuer ID、Key ID、私钥和 API 密钥权限是否与 App Store Connect 中的密钥一致。
zh_hant: %@ 請確認 Issuer ID、Key ID、私密密鑰和 API 密鑰權限與 App Store Connect 密鑰相符。

source: %@ copy
ar: %1$@ نسخة
ca: %1$@ còpia
cs: %1$@ kopie
da: %1$@ kopi
de: %1$@ Kopie
el: %1$@ αντίγραφο
es: %@ (copia)
fa: %1$@ کپی
fi: %1$@ kopio
fr: %1$@ copie
he: %1$@ עותק
hr: %1$@ kopija
hu: %1$@ másolat
id: %1$@ salinan
it: %@ copia
ja: %1$@ のコピー
ko: %1$@ 사본
ms: %1$@ salinan
nl: %1$@ kopie
no: %1$@ kopi
pl: %1$@ kopia
pt_br: %1$@ cópia
pt_pt: %1$@ cópia
ro: %1$@ copie
ru: %@ (копия)
sk: %1$@ kópia
sl: %1$@ kopija
sv: %1$@ kopia
th: %1$@ สำเนา
tr: %@ kopyası
uk: %@ (копія)
ur: %1$@ کاپی
vi: %1$@ bản sao
zh_hans: %@ 副本
zh_hant: %@ 拷貝

source: %@ Custom
ar: %1$@ مخصص
ca: %1$@ Personalitzat
cs: %1$@ Vlastní
da: %1$@ Brugerdefineret
de: %1$@ (benutzerdefiniert)
el: %1$@ Προσαρμοσμένο
es: %@ (personalizado)
fa: %1$@ سفارشی
fi: %1$@ Mukautettu
fr: %1$@ Personnalisé
he: %1$@ מותאם אישית
hr: %1$@ Prilagođeno
hu: %1$@ Egyéni
id: %1$@ Adat
it: %@ personalizzato
ja: %1$@ カスタム
ko: %1$@ 맞춤
ms: %1$@ Tersuai
nl: %1$@ Aangepast
no: %1$@ Egendefinert
pl: %1$@ Niestandardowe
pt_br: %1$@ personalizado
pt_pt: %1$@ Personalizado
ro: %1$@ Personalizat
ru: %@ (свой)
sk: %1$@ Vlastné
sl: %1$@ Po meri
sv: %1$@ Anpassad
th: %1$@ กำหนดเอง
tr: %@ Özel
uk: %@ (власний)
ur: %1$@ حسب ضرورت
vi: %1$@ Tùy chỉnh
zh_hans: %1$@ 自定义
zh_hant: %@ 自訂

source: %@ has another row of this screenshot size. A variant takes one row per size, so move or delete one before uploading.
ar: يحتوي %1$@ على صف آخر بحجم لقطة الشاشة هذا. يأخذ المتغير صفًا واحدًا لكل حجم، لذا انقله أو احذفه قبل التحميل.
ca: %1$@ té una altra fila d'aquesta mida de captura de pantalla. Una variant ocupa una fila per mida, així que mou o suprimeix-ne una abans de penjar-la.
cs: %1$@ má další řádek této velikosti snímku obrazovky. Varianta má jeden řádek na velikost, takže před nahráním jeden přesuňte nebo smažte.
da: %1$@ har en anden række af denne skærmbilledestørrelse. En variant tager en række pr. størrelse, så flyt eller slet en før upload.
de: %@ hat eine weitere Zeile mit dieser Screenshot-Größe. Eine Variante nimmt eine Zeile pro Größe, verschiebe oder lösche daher eine vor dem Hochladen.
el: Το %1$@ έχει μια άλλη σειρά αυτού του μεγέθους στιγμιότυπου οθόνης. Μια παραλλαγή χρειάζεται μία σειρά ανά μέγεθος, επομένως μετακινήστε ή διαγράψτε μία πριν τη μεταφόρτωση.
es: %@ tiene otra fila con este tamaño de captura. Una variante admite una fila por tamaño, así que mueve o elimina una antes de subir.
fa: %@ ردیف دیگری با این اندازه اسکرین‌شات دارد. هر نسخه برای هر اندازه یک ردیف می‌پذیرد، پس پیش از آپلود یکی را منتقل یا حذف کنید.
fi: %1$@ sisältää toisen tämän kokoisen kuvakaappauksen rivin. Muunnelma vie yhden rivin kokoa kohden, joten siirrä tai poista yksi rivi ennen lataamista.
fr: %@ a une autre ligne de cette taille de capture. Une variante prend une ligne par taille : déplacez-en ou supprimez-en une avant l'envoi.
he: ל-%1$@ יש שורה נוספת בגודל צילום מסך זה. וריאנט לוקח שורה אחת בכל גודל, אז העבר או מחק אחת לפני ההעלאה.
hr: %1$@ ima još jedan redak ove veličine snimke zaslona. Varijanta zauzima jedan redak po veličini, stoga premjestite ili izbrišite jedan prije učitavanja.
hu: Az %1$@ egy másik sorral rendelkezik ekkora képernyőképmérettel. Egy változat méretenként egy sort foglal, ezért feltöltés előtt helyezzen át vagy töröljön egyet.
id: %1$@ memiliki baris lain dengan ukuran tangkapan layar ini. Varian membutuhkan satu baris per ukuran, jadi pindahkan atau hapus satu baris sebelum mengupload.
it: %@ ha un'altra riga con questa dimensione di screenshot. Una variante accetta una riga per dimensione, quindi spostane o eliminane una prima del caricamento.
ja: %@ には同じスクリーンショットサイズの行がもう 1 つあります。バリアントはサイズごとに 1 行のみなので、アップロード前にどちらかを移動または削除してください。
ko: %@에 같은 스크린샷 크기의 행이 하나 더 있습니다. 변형은 크기마다 한 행만 받으므로 업로드 전에 하나를 옮기거나 삭제하세요.
ms: %1$@ mempunyai satu lagi baris saiz tangkapan skrin ini. Varian mengambil satu baris setiap saiz, jadi alihkan atau padamkan satu sebelum memuat naik.
nl: %1$@ heeft nog een rij met deze schermgrootte. Een variant heeft één rij per maat nodig, dus verplaats of verwijder er één voordat u deze uploadt.
no: %1$@ har en annen rad med denne skjermbildestørrelsen. En variant tar én rad per størrelse, så flytt eller slett en før du laster opp.
pl: %1$@ zawiera kolejny wiersz o tym rozmiarze zrzutu ekranu. Wariant zajmuje jeden wiersz na każdy rozmiar, więc przenieś go lub usuń przed przesłaniem.
pt_br: %@ tem outra linha com este tamanho de captura. Uma variante aceita uma linha por tamanho, então mova ou exclua uma antes de enviar.
pt_pt: %1$@ tem outra linha com este tamanho de captura de ecrã. Uma variante ocupa uma linha por tamanho, então mova ou exclua uma antes de carregar.
ro: %1$@ are un alt rând cu dimensiunea acestei capturi de ecran. O variantă are un rând pe dimensiune, așa că mutați sau ștergeți unul înainte de a încărca.
ru: В %@ есть еще одна строка с таким размером скриншота. Вариант принимает одну строку на размер, поэтому перед загрузкой переместите или удалите одну из них.
sk: %1$@ má ďalší riadok tejto veľkosti snímky obrazovky. Variant má jeden riadok na veľkosť, preto ho pred nahraním presuňte alebo odstráňte.
sl: %1$@ ima še eno vrstico te velikosti posnetka zaslona. Različica ima eno vrstico na velikost, zato jo pred nalaganjem premaknite ali izbrišite.
sv: %1$@ har en annan rad med denna skärmdumpstorlek. En variant tar en rad per storlek, så flytta eller ta bort en innan du laddar upp.
th: %1$@ มีขนาดภาพหน้าจอนี้อีกแถวหนึ่ง รูปแบบหนึ่งจะใช้เวลาหนึ่งแถวต่อขนาด ดังนั้นควรย้ายหรือลบหนึ่งแถวก่อนที่จะอัปโหลด
tr: %@ içinde bu ekran görüntüsü boyutunda başka bir satır var. Bir varyant her boyut için bir satır alır; yüklemeden önce birini taşıyın veya silin.
uk: %@ має ще один рядок із цим розміром знімка екрана. Варіант приймає один рядок на розмір, тож перед вивантаженням перемістіть або видаліть один із них.
ur: %1$@ میں اس اسکرین شاٹ سائز کی ایک اور قطار ہے۔ ایک ویرینٹ فی سائز ایک قطار لیتا ہے، لہذا اپ لوڈ کرنے سے پہلے ایک کو منتقل یا حذف کریں۔
vi: %1$@ có một hàng khác có kích thước ảnh chụp màn hình này. Mỗi biến thể có một hàng cho mỗi kích thước, vì vậy hãy di chuyển hoặc xóa một hàng trước khi tải lên.
zh_hans: %@ 还有另一行是此截图尺寸。每个变体每种尺寸只能有一行，请在上传前移动或删除其中一行。
zh_hant: %@ 有另一列使用相同的螢幕截圖大小。每個變體的每種大小只能有一列，因此請在上傳前移動或刪除其中一列。

source: %@ is not allowed for this app/version.
ar: %1$@ غير مسموح به لهذا التطبيق/الإصدار.
ca: %1$@ no està permès per a aquesta aplicació/versió.
cs: %1$@ není pro tuto aplikaci/verzi povoleno.
da: %1$@ er ikke tilladt for denne app/version.
de: %@ ist für diese App/Version nicht zulässig.
el: Το %1$@ δεν επιτρέπεται για αυτήν την εφαρμογή/έκδοση.
es: %@ no está permitido para esta app/versión.
fa: %1$@ برای این برنامه/نسخه مجاز نیست.
fi: %1$@ ei ole sallittu tälle sovellukselle/versiolle.
fr: %@ n'est pas autorisé pour cette application/version.
he: %1$@ אסור לאפליקציה/גרסה זו.
hr: %1$@ nije dopušten za ovu aplikaciju/verziju.
hu: Az %1$@ nem engedélyezett ehhez az alkalmazáshoz/verzióhoz.
id: %1$@ tidak diizinkan untuk aplikasi/versi ini.
ja: %@ はこのアプリ/バージョンでは許可されていません。
ko: %@은(는) 이 앱/버전에 허용되지 않습니다.
ms: %1$@ tidak dibenarkan untuk apl/versi ini.
nl: %1$@ is niet toegestaan voor deze app/versie.
no: %1$@ er ikke tillatt for denne appen/versjonen.
pl: %1$@ jest niedozwolone w tej aplikacji/wersji.
pt_br: %@ não é permitido para este aplicativo/versão.
pt_pt: %1$@ não é permitido para este aplicativo/versão.
ro: %1$@ nu este permis pentru această aplicație/versiune.
sk: %1$@ nie je pre túto aplikáciu/verziu povolená.
sl: %1$@ ni dovoljen za to aplikacijo/različico.
sv: %1$@ är inte tillåtet för den här appen/versionen.
th: %1$@ ไม่ได้รับอนุญาตสำหรับแอป/เวอร์ชันนี้
ur: اس ایپ/ورژن کے لیے %1$@ کی اجازت نہیں ہے۔
vi: %1$@ không được phép đối với ứng dụng/phiên bản này.
zh_hans: 此应用/版本不允许 %@。
